export default {
  header: {
    privateClients: 'Частным лицам',
    businessAndIP: 'Бизнес и ИП',
    aboutBank: 'О банке',
    onlineReception: 'Онлайн приёмная',
    internetBank: 'Интернет банк',
  },
  slogan: 'Ваше будущее с нами!',
  hero: {
    title:
      'Услуга по заказу банковских карт онлайн и доставке заказанных банковских карт курьером "Çapar" прямо вам в руки.',
  },
  btn: {
    learnMore: 'Узнать больше',
    showAll: 'Показать все',
    hide: 'Скрыть',
    downloadAppButton: 'Скачать приложение',
    form: 'Форма',
    readMore: 'Читать еще',
    fillOutForm: 'Заполнить анкету',
  },
  pageTitle: {
    reportsList: 'Список отчетов',
    tariffsAndDocuments: 'Тарифы и документы',
    docs: 'Документы',
    otherCards: 'Other Cards',
    howToGetCard: 'Как получить карту',
    usefulInformation: 'Полезная информация',
    depositApplication: 'Заявка на открытие вклада',
  },
  getCard: [
    {
      title: 'Выберите отделение',
      text: 'Обратитесь в удобный для вас офис',
    },
    {
      title: 'Подайте заявку',
      text: 'Специалист оформит заявку по вашему паспорту',
    },
    {
      title: 'Пользуйтесь картой',
      text: 'Получите карту, выбирайте категории месяца и получайте кешбэк за покупки',
    },
  ],
  offer: {
    title: 'Предложения',
  },
  facts: {
    title: 'Достижения и Награды',
  },
  clients: {
    title: 'Успешные клиенты-предприниматели нашего банка',
  },
  docs: {
    title: 'Перечень документов для открытия счета',
    supTitle: 'Любые взаимоотношения Клиента с Банком начинаются с открытия счета.',
    subTitle:
      'Любые взаимоотношения Клиента с Банком начинаются с открытия счета. Открытие расчетных счетов регулируется действующим законодательством Туркменистана.',
    description:
      'Банковский счет открывается на основании договора, заключенного с клиентом в соответствии с Гражданским кодексом Туркменистана. Формы безналичных расчетов избираются клиентами банка, а также самим банком самостоятельно и предусматривается в договоре. При открытии, переоформлении и закрытии банковского счета, банк руководствуется законодательством Туркменистана, а также Положением Центрального банка Туркменистана «О банковском счете».',
    adv: {
      adv_1: {
        title: 'Открытие счета',
        text:
          'Любые взаимоотношения Клиента с Банком начинаются с открытия счета. Открытие расчетных счетов регулируется действующим законодательством Туркменистана. Для открытия и обслуживания счета, клиент заключает с банком договор на расчетно – кассовое обслуживание.<br>' +
          'Имеется несколько видов счетов:',
        list: [
          'Расчетный счет (субсчет)',
          'Ежедневный счет в манатах',
          'Ежедневный счет в иностранной валюте',
          'Депозитный (вкладной) счет',
          'Временный счет',
          'Корреспондентский счет (субсчет) в манатах',
          'Корреспондентский счет в иностранной валюте',
        ],
      },
      adv_2: {
        title:
          'Необходимые документы для открытия счета предпринимателю без образования юридического лица:',
        list: [
          'Заявление на открытие счета',
          'Копия свидетельства о государственной регистрации',
          'Копия официального документа, разрешающего использование земли (при выполнении работ, связанных с землепользованием)',
          'Карточка',
          'Копия свидетельства о постановке на налоговый учет',
          'Землевладельцы и землепользователи представляют в банк копию документа на владения (пользования) землей, засвидетельствованную на верность в установленном порядке',
          'Для открытия банковского счета в иностранной валюте в банке представляются документы как для открытия счета в манатах по обслуживанию основной деятельности с представлением дополнительно копии выписки участника внешнеэкономической деятельности',
        ],
      },
      adv_3: {
        title:
          'Юридическим лицам – резидентам Туркменистана и их обособленным подразделениям (Филиалам и Представительствам):',
        list: [
          'Заявление на открытие счета',
          'Копия Устава',
          'Копия свидетельства о государственной регистрации',
          'Копия свидетельства о постановке на налоговый учет',
          'Карточка',
          'Копия официального документа, разрешающего использование земли (при выполнении работ, связанных с землепользованием)',
          'Для открытия банковского счета в иностранной валюте в банке представляются документы как для открытия счета в манатах по обслуживанию основной деятельности с представлением дополнительно копии выписки участника внешнеэкономической деятельности',
          '',
        ],
      },
      adv_4: {
        title:
          'Юридическим лицам – резидентам Туркменистана и их обособленным подразделениям (Филиалам и Представительствам):',
        list: [
          'Заявление на открытие счета',
          'Карточка',
          'Копия свидетельства о постановке на налоговый учет',
          'Копия Положения',
          'Оригинал доверенности (копия легализованной доверенности в установленном порядке, законодательством Туркменистана)',
        ],
      },
    },
  },

  bankService: {
    title: 'Банковские услуги',
    subTitle: 'Уважаемые граждане!',
    text: 'АКБ «Сенагат» предлагает вам следующие услуги и операции',
    list: [
      {
        title: 'Кредиты',
        text: 'Кредитование юридических и физических лиц',
      },
      {
        title: 'Денежные переводы',
        text: ' Электронные денежные переводы «Янардаг» и «Вестерн Юнион»',
      },
      {
        title: 'Электронные платежи',
        text: ' Электронные платежи «Алтын Асыр» и «MasterCard»',
      },
      {
        title: 'Банковские операции',
        text: ' Банковские операции по факторингу и лизингу',
      },
      {
        title: ' Банковские гарантии',
        list: [
          'Тендерная гарантия',
          'Гарантия возврата авансового платежа',
          'Гарантия обеспечения кредита',
        ],
      },
      {
        title: 'Депозитные операции',
        text: ' Различные виды депозитных вкладов в национальной и в иностранной валюте',
      },
      {
        title: 'Иностранные платежи',
        text: ' Платежи в зарубежные страны по международной платежной системе «SWIFT»',
      },
      {
        title: 'Услуги аккредитива',
        text: ' Услуги по аккредитивам',
      },
      {
        title: 'Кассовое обслуживание',
        text: ' Кассовое обслуживание',
      },
      {
        title: 'Расчетно-платежные операции',
        text: ' Расчетно-платежные операции',
      },
      {
        title: 'Интернет банк',
        text: ' «Интернет-банкинг» и «Мобильный банкинг» и другие',
      },
    ],
  },
  charity: {
    title: 'Благотворительный фонд',
    text: 'Расчет предварительного платежа носит информационный характер и рассчитан при условии оформления финансовой защиты кредита. Не является публичной офертой',
  },
  credit: {
    fixedRate: 'фиксированная ставка',
    term: 'Срок',
    amount: 'Сумма',
  },
  calc: {
    calculateBenefit: 'Рассчитать выгоду',
    creditType: 'Выберите тип кредита',
    loanAmount: 'Сумма кредита',
    term: 'Срок',
    rate: 'Ставка',
    monthlyPayment: 'Ежемесячный платёж',
    requiredDocs: 'Вам понадобится:',
    passport: 'Паспорт',
    incomeStatement: 'Справка о доходах',
    currencyManat: 'Манат',
    calculatorDisclaimer:
      'Расчет предварительного платежа носит информационный характер и рассчитан при условии оформления финансовой защиты кредита. Не является публичной офертой',
  },
  tabs: {
    all: 'Все',
    deposit: 'Вклад',
    credits: 'Кредиты',
    cards: 'Карты',
    moneyTransfers: 'Денежные переводы',
    ePayments: 'Электронные платежи',
    guarantees: 'Гарантии',
    information: 'Информация',
  },
  nav: {
    loans: {
      title: 'Кредиты',
      youngFamilies: 'Молодым семьям',
      consumer: 'Потребительский',
      weddingsAndBirthdays: 'Свадьбы и день рожления',
      education: 'На образование',
      overdraft: 'Овердрафт',
      agricultural: 'Сельскохозяйственный',
      stateEnterprises: 'Государственные предприятия',
      publicFacilitiesFinancing: 'Финансирование общественных объектов',
      forProductionPurposes: 'Для производственных целей',
    },
    cards: {
      title: 'Карты',
      altynAsyrCard: 'Алтын асыр карта',
      goyumCard: 'Гоюм карта',
      mashgalaCard: 'Машгала карта',
    },
    deposits: {
      title: 'Вклады',
      childrenTargetDeposit: 'Целевой вклад на детей',
      parentCare: 'Забота о родителях',
      healthOfNation: 'Здоровье народа - Богатство страны',
      childrenOurFuture: 'Дети наши будущее',
      profitable: 'Выгодный',
      demandDeposit: 'Вклад до востребования',
      altynAsyrCardDeposit: 'Вклад по банковской карте «Алтын Асыр»',
      goyumCardDeposit: 'Вклад по банковской карте «Гоюм»',
    },
    services: {
      title: 'Услуги',
      // moneyTransfers: 'Денежные переводы',
      // safetyDepositBoxes: 'Аренда сейфовых ячеек',
      // currencyExchange: 'Обмен валюты',
      // utilityPayments: 'Оплата коммунальных услуг',
      // communicationPayments: 'Оплата услуг связи',
    },
    transfers: {
      title: 'Переводы',
      Yanardag: 'Янардаг',
      WesternUnion: 'Вестерн Юнион',
    },
    informations: {
      title: 'Информация',
      cashDesk: 'Расчетная касса',
      terminalDocs: 'Документы по установке терминала',
      documentList: 'Перечень документов',
      auditReports: 'Аудиторские отчеты',
      bankGuarantees: 'Банковские гарантии',
      serviceTariffs: 'Тарифы на услуги',

      noReplenishment: 'Без пополнения',
      noReplenishmentWithdrawal:
        'Без пополнения и снятия с возможностью расторжения в любой момент',
    },
  },
  yanardag: {
    title: 'Янардаг',
    subTitle: 'Самый простой способ перевести деньги',
  },

  cash: {
    title: 'Расчетно-кассовые обслуживание',
    subTitle: 'Для физических лиц',
    adv: {
      adv_1: {
        title: 'Переводные операции',
        subtitle: 'Увеличение денежного потока - ключевой показатель эффективности АКБ «Сенагата».',
        text: 'АКБ «Сенагат» осуществляет следующие операции по счету и оказывает банковские услуги, связанные с его обслуживанием:',
        list: [
          'Зачисляет денежные средства на счет в манатах и иностранной валюте, поступающие наличным либо безналичным путем на счет Клиента с его иных счетов, а также счетов резидентов и нерезидентов Туркменистана.',
          'Осуществляет платежи и переводы денег со счета Клиента в манатах и иностранной валюте по распоряжению Клиента на его иные счета, либо иные счета резидентов или нерезидентов Туркменистана.',
          'Платежи и переводы денег со счета Клиента производится только по его поручению. У юридических лиц платежи и переводы денег со счета могут осуществляться по поручению третьего лица, имеющего соответствующую нотариально заверенную доверенность Клиента.',
          'Выдает Клиенту со счета наличные денежные средства в манатах и иностранной валюте. Третьим лицам - резидентам и нерезидентам Туркменистана, денежные средства в манатах и иностранной валюте со счета могут быть выданы наличными только на основании соответствующей нотариально заверенной доверенности Клиента.',
          'Все расходные операции по счету Клиента Банк осуществляет в пределах суммы, имеющейся на текущем счете.',
          'Выдача выписок по текущему счету по требованию Клиента.',
          'Осуществление операции покупки/продажи наличной и безналичной валюты согласно заявления Клиента в пределах суммы, имеющейся на его текущем счете.',
        ],
      },
      adv_2: {
        title: 'Кассовые операции',
        subtitle:
          'В кассах АКБ «Сенагат» производится прием, пересчет, размен, обмен, сортировка, упаковка наличных денег (выручки) и прочих поступлений от деятельности Клиента на его банковские счета. `+<br>+` Для приема, обработки и выдачи денежной наличности и других ценностей в отделе кассовых операций (кассе) организуется следующие кассы: приходные, расходные и пересчета.',
        text: 'АКБ «Сенагат» обеспечивает:',
        list: [
          'Четкое и своевременное кассовое обслуживание своих клиентов',
          'Организовывает надлежащее хранение и обеспечивает полную сохранность всех вверенных ценностей',
          'Проводит необходимые мероприятия по недопущению просчетов, растрат, хищений и злоупотреблений в кассовой работе',
        ],
      },
    },
    notify:
      'АКБ «Сенагат» взимает с Клиента комиссионное вознаграждение за осуществление банковских операций и предоставление банковских услуг в соответствии с утвержденными тарифами и условиями договора банковского счета.',
  },
  guaranteees: {
    title: 'Банковские гарантии',
    suptitle: 'Основные виды гарантий',
    adv: {
      adv_1: {
        title: 'Тендерная гарантия',
        description:
          'это обязательство банка, выданное по просьбе стороны (участника), которая изъявила желание принять участие в тендере и предоставила свое предложение организатору тендера, выплатить обозначенную сумму в пользу организатора тендера',
      },
      adv_2: {
        title: 'Гарантия возврата авансового платежа',
        description:
          'это гарантия, обеспечивающая исполнение обязательств Продавца согласно договора по возврату предоплаты / авансового платежа, в случае не исполнения Продавцом своих обязательств по поставке товаров, работ или услуг',
      },
      adv_3: {
        title: 'Гарантия обеспечения кредита',
        description:
          'это банковская гарантия в обеспечение обязательств кредитополучателя по кредитному договору перед кредитором',
      },
    },
  },
  terminal: {
    title: 'Документы по установке терминала',
    subTitle: 'Полный перечень официальных бумаг для оформления заявки на установку терминала',
    text: 'Список документов для установки платежного терминала:',
    docs: [
      {
        title: 'Частному предпринимателю - физическим лицам',
        list: [
          'Реквизиты расчетных счетов',
          'Копия паспорта',
          'Копия свидетельства о регистрации частного предпринимателя',
          'Копия свидетельства о постановке на учет в налоговой',
          'Копия патента',
          'Копия договора аренды или документа о праве собственности',
        ],
      },
      {
        title: 'Юридических лиц (И.П. и Х.О.):',
        list: [
          'Копия паспорта директора',
          'Заверенная копия из Единого государственного реестра юридических лиц Туркменистана',
          'Заверенная копия Устава или Положения юридических лиц',
          'Заверенная копия Свидетельства о государственной регистрации и включении в Единый государственный реестр юридических лиц Туркменистана',
          'Копия договора аренды или свидетельства о праве собственности (при необходимости)',
        ],
      },
    ],
    application: 'Заявление',
    downloadItems: [
      {
        title: 'Соглашение об использовании имущества(терминала) банка',
        lang: '(на туркменском языке)',
      },
      {
        title: 'Прикрепление контракта',
        lang: '(на туркменском языке)',
      },
    ],
  },
  tariff: {
    title: 'Тарифы',
    subTitle: 'Актуальные расценки на все услуги банка',
    tariffList: 'Список тарифов',
    section: 'Раздел:',
    all: 'Все',
  },
  map: {
    workTime: 'Режим работы',
    openNow: 'Открыто сейчас',
    roundTheClock: 'Круглосуточно',
    atms: 'Банкоматы',
    offices: 'Офисы',
    branchList: 'Список филиалов',
    showOnMap: 'Показать на карте',
  },
  transfer: {
    tableTitle: 'Таблица тарифов',
    serviceType: 'Виды услуг и операций',
    serviceCost: 'Стоимость услуги',
    vat: 'НДС',
    totalPayment: 'Общая сумма',
  },
  news: {
    title: 'Новости, которыми хочется делиться',
    news: 'Новость',
    subTitle: 'Только достоверная и актуальная информация от Сенагат',
    noNews: 'Новости пока отсутствуют',
    readUsSocial: 'Читайте нас в соц.сетях',
    subscribeFirstNews: 'Подпишитесь и получайте новости первыми',
    otherNews: 'Другие новости',
  },
  about: {
    title: 'Сенагат делает жизнь лучше',
    subtitle: 'Обратитесь в удобный для вас офис',
    slider: [
      {
        title: 'Создание',
        description:
          'Основной целью создания банка было содействие развитию предпринимателей и частных предприятий, занимающихся коммерческой и промышленной деятельностью в Туркменистане. <br> С того дня банк начал работать на собственном балансе, печати, пассивах, обязательствах, правах. <br> 20 октября 1989 года утвержден Устав Коммерческого банка «Сенагат».',
      },
      {
        title: '1991-1992 гг',
        description:
          'После приобретения статуса независимости нашей страны, на основании решения собрания учредителей от 11 ноября 1991 года и постановления Центрального банка Туркменистана от 9 июня 1992 года № 3, Коммерческий банк «Сенагат», стал акционерным обществом «Сенагат». Как публичное акционерное общество, банк начал выпускать и размещать свои ценные бумаги - акций.',
      },
      {
        title: 'Текущий период',
        description:
          'В настоящее время АКБ «Сенагат» Туркменистана является открытым акционерным обществом и действует в соответствии с законодательством Туркменистана «О кредитных учреждениях и банковской деятельности», «Об акционерных обществах» и другими законодательными актами и Уставом Банка. <br> У банка 13 филиалов - 9 в областном центре, 2 в городе Ашхабад, 2 в городе Сердар и Туркменбаши Балканского велаята и 1 в городе Губадаге Дашогузского велаята. Банк обслуживает более 371 000 клиентов, большая часть из которых - физические лица и частные предприниматели.',
      },
    ],
  },
  app: {
    title: 'Скачай приложение',
    subTitle:
      'Переводы, открытие счетов и вкладов, инвестиции и многое другое — в вашем смартфоне.',
  },
  breadcrumb: {
    home: 'Главная',
    cards: 'Карты',
    news: 'Блог',
    loans: 'Кредиты',
    deposits: 'Вклады',
    services: 'Услуги',
    about: 'О банке',
  },
  exchange: {
    title: 'Спланируйте обмен валюты',
    branches: 'Отделения',
    onCityMap: 'На карте города',
    exchangeRates: 'Обменные курсы',
    currentRate: 'Текущий курс',
    exchange: 'Обмен',
    currency: 'Валюта',
    buy: 'Покупка',
    sell: 'Продажа',
    rateDisclaimer:
      'Курс действует на текущее время. Точный курс будет определён на момент совершения операции',
  },
  404: {
    title: 'Страница не найдена',
    text: 'Но всё ценное находится на главной странице.',
    btn: 'На главную',
  },
  footer: {
    languages: {
      english: 'English',
      russian: 'Русский',
      turkmen: 'Türkmençe',
    },
    languagesTitle: 'Языки',
    links: {
      contacts: 'Контакты',
      requisites: 'Реквизиты',
      news: 'Новости',
      branches: 'Отделения',
      exchangeRates: 'Курсы валют',
      atmSearch: 'Поиск банкоматов',
      privacyPolicy: 'Политика конфиденциальности',
      mobileBankingSystem: 'Система "Senagat mobil bank"',
      paymentSystem: 'Банковская система "Senagat töleg"',
    },
    text: '© 1994-2025, Сенагат-Банк. Лицензия Банка Туркменистана № 2707 от 14.09.2015. Сенагат-Банк является оператором по обработке персональных данных.',
    office_text: 'Центральный офис АКБ «Сенагат»',

    app: {
      title: 'Download the app',
      text: 'Мобильное приложение <br> для <a class="text-mainWhite underline" href="https://play.google.com/store/apps/details?id=com.senagat.bank" target="_blank">Android</a> и <a class="text-mainWhite underline" href="https://apps.apple.com/tr/app/senagat-bank/id1664222324" target="_blank">iOS</a>',
    },
  },

  privacy: {
    title_1: 'Мобильный банкинг Сенагат Банка',
    title_2: 'Senagat Töleg',
    subTitle: 'Политика конфиденциальности',
    supTitle_1:
      'Политика конфиденциальности для Мобильных приложений “Senagat bank mobile banking”',
    supTitle_2: 'Политика конфиденциальности для Мобильных приложений “Senagat Töleg”',
    desc: [
      {
        title: '1. Условия использования',
      },
      {
        title: '2. Условия использования',
        text: 'Если вы не согласны с настоящей Политикой, пожалуйста, не загружайте мобильные приложения, принадлежащие Акционерному коммерческому банку Туркменистана "Сенагат". <br> Банк может время от времени изменять и/или дополнять настоящую Политику без предварительного письменного уведомления пользователей. Вам необходимо с периодичностью в один месяц ознакомиться с настоящей Политикой на предмет внесенных в нее изменений и/или дополнений. Если вы продолжаете использовать приложение, вы подтверждаете свое согласие с новой редакцией Политики.',
      },
      {
        title: '3. Цели сбора и/или обработки данных пользователя',
        text: 'Банк собирает и обрабатывает ваши данные, преследуя следующие цели обработки ваших персональных данных, а именно: стабильное функционирование приложения, а также более удобное, быстрое и безопасное его использование его для Вас.',
        list: [
          'Номер вашего мобильного телефона и данные мобильной сети;',
          'Номер Вашей банковской карты;',
          'Ваш адрес электронной почты;',
          'GPS - данные о местоположении Вашего мобильного устройства;',
          'Информация и сведения, переданные Вами через форму обратной связи и другие каналы связи (электронная почта, телефоны и т.д.), включая прикрепленные файлы (в количестве изображений).',
        ],
      },
      {
        title: '4. Использование распространение и передача ваших данных',
        text: 'Банк может собирать, записывать, систематизировать, хранить, изменять, комбинировать, группировать, обезличивать, удалять, модифицировать и использовать ваши данные вместе с другой информацией для поддержки, управления и развития приложения. <br> Настоящим вы выражаете свое добровольное согласие на то, что ваши данные могут быть предоставлены третьим лицам в следующих случаях:',
        list: [
          'Когда это необходимо для соблюдения закона;',
          'В случаях, когда это необходимо для защиты прав человека и основных свобод.',
        ],
        subText:
          'В остальных случаях Банк несет ответственность за безопасность данных своих клиентов и безопасность подключений и проводимых операций через банковское приложение.',
      },
      {
        title: '5. Хранение данных',
        text: 'Настоящее согласие может быть прекращено по требованию одной из сторон с момента получения заявления второй стороны о его прекращении.',
      },
      {
        title: '6. Другие обязанности сторон',
      },
      {
        title: '7. Контакты',
        text: 'Ваше обращение должно содержать имя, фамилию, контактные данные для связи, а также иную информацию, необходимую для полного и всестороннего рассмотрения Вашего обращения.',
      },
    ],
  },

  dashboard: {
    header: {
      dashboard: 'Дашборд',
      internationalPayments: 'Международные платежи',
      services: 'Сервисы',
      cards: 'Карты',
      searchPlaceholder: 'Найди услуги можно тут',
      verifyAccount: 'Подтвердите свой аккаунт',
      fullName: 'Имя ',
    },
    PageTitles: {
      home: 'Главная',
      payments: 'Платежи',
      services: 'Сервисы',
      cards: 'Карты',
      profile: 'Профиль',
    },
    status: {
      notConfirmed: 'Не подтвержден',
      confirmed: 'Подтвержден',
      success: 'Успешно',
      rejected: 'Отклонен',
      pending: 'В ожидании',
    },
    toast: {
      verificationPending: 'Ваш профиль ожидает проверки',
      profileConfirmed: 'Ваш профиль подтвержден',
      verificationRejected: 'Проверка вашего профиля отклонена',
      profileNotConfirmed: 'Ваш профиль не подтвержден',
    },
    blockTitiles: {
      selectToPay: 'Выберите что бы оплатить',
      paymentHistory: 'История платежей',
      yearlySpending: 'Траты за год',
      lastTransactions: 'Последние транзакции',
      paymentDetails: 'Детали платежа',
      selectCreditType: 'Выберите тип кредита',
      selectCard: 'Выберите карту',
      applyCardOnline: 'Оформите карту онлайн',
      whatsNew: 'Что нового',
      yourCards: 'Ваши карты',
    },
    btn: {
      payServices: 'Оплатить услуги',
      allCards: 'Все карты',
      submitApplication: 'Подать заявку',
      details: 'Подробнее',
      sendApplication: 'Отправить заявку',
      edit: 'Редактировать',
      sendApplication: 'Отправить заявку',
      homePage: 'Главная страница',
      verify: 'Подтвердить',
      logout: 'Выйти',
      pay: 'Оплатить',
      back: 'Назад',
      signUp: 'Зарегистрироваться',
    },
    payments: {
      homePhone: 'Домашний телефон',
      internet: 'Интернет',
      trafficPolice: 'ГИБДД',
    },
    services: {
      loanApplication: 'Заявка на кредит',
      online: 'Онлайн',
      getCertificate: 'Получить справку',
      fastAndEasy: 'Быстро и удобно',
      cardIssuance: 'Оформление карты',
      inFewSteps: 'В пару шагов',
    },
    modal: {
      requiredVerification: 'Чтобы продолжить оформление «{service}», сначала подтвердите профиль.',
    },
    payment: {
      status: 'Статус',
      title: 'Заголовок',
      amount: 'Сумма',
      date: 'Дата',
      description: 'Описание',
      allHistory: 'Вся история',
    },

    totalBalance: 'Общий баланс',
    payServices: 'Оплата услуги',
    cards: 'Карты',
    currencyExchangeRate: 'Курс валют',
    applyCardFast: 'Оформите карту за пару секунд',
    noPaymentsYet: 'Платежи пока не совершены',
  },

  form: {
    filesToUpload: 'Файлы для загрузки',
    registration: 'Регистрация',
    signIn: 'Войти',
    label: {},
    input: {
      patentNumber: 'Номер патента',
      registrationNumber: 'Регистрационный номер',
      workAddress: 'Адрес места работы',
      salary: 'Зарплата',
      workplace: 'Место работы',
      position: 'Должность',
      homeAddress: 'Домашний адрес',
      workPhone: 'Рабочий телефон',
      secretCode: 'Секретный код',
      email: 'Email',
      firstName: 'Имя',
      lastName: 'Фамилия',
      middleName: 'Отчество',
      currentAddress: 'Текущий адрес проживания',
      passportNumber: 'Номер паспорта',
      identityVerification: 'Проверка личности',
      dateOfBirth: 'Дата рождения',
      placeOfIssue: 'Место выдачи',
      homePhone: 'Домашний телефон',
      passportScan: 'Скан паспорта',
      dateOfIssue: 'Дата выдачи',
      citizenship: 'Гражданство',
      pdfOnlyWarning: 'Пожалуйста, загрузите файл только в формате PDF.',
      enterPhone: 'Введите номер телефона',
      paymentOptions: 'Варианты оплаты',
      insertPassword: 'Введите пароль',
      codeSentTo: 'Код был отправлен на',
      createPassword: 'Придумайте пароль',
      createStrongPassword: 'Придумайте надежный пароль',
      password: 'Пароль',
    },
    select: {
      loanType: 'Тип кредита',
      bankBranch: 'Филиал банка',
      selectBankBranch: 'Выберите филиал банка',
      isEntrepreneur: 'Вы предприниматель?',
      yes: 'Да',
      no: 'Нет',
      selectCertificateType: 'Выберите тип справки',
      certificateType: 'Тип справки',
      internetService: 'Интернет-сервис',
      delivery: 'Доставка',
      selectApplicationType: 'Выберите тип заявки',
      applicationType: 'Тип заявки',
    },
  },

  expensesFor: 'Расходы за {month}',
  date: {
    months: {
      0: 'Январь',
      1: 'Февраль',
      2: 'Март',
      3: 'Апрель',
      4: 'Май',
      5: 'Июнь',
      6: 'Июль',
      7: 'Август',
      8: 'Сентябрь',
      9: 'Октябрь',
      10: 'Ноябрь',
      11: 'Декабрь',
    },
    weekdays: {
      0: 'Воскресенье',
      1: 'Понедельник',
      2: 'Вторник',
      3: 'Среда',
      4: 'Четверг',
      5: 'Пятница',
      6: 'Суббота',
    },
    year: 'год',
    years: 'лет',
    yearsFew: 'года',
  },
}
