export default {
  header: {
    privateClients: 'Частным лицам',
    businessAndIP: 'Бизнес и ИП',
    aboutBank: 'О банке',
    onlineReception: 'Онлайн приёмная',
    internetBank: 'Интернет банк',
  },
  hero: {
    title:
      'Услуга по заказу банковских карт онлайн и доставке заказанных банковских карт курьером "Çapar" прямо вам в руки.',
  },
  btn: {
    learnMore: 'Узнать больше',
    showAll: 'Показать все',
    hide: 'Скрыть',
    downloadAppButton: 'Скачать приложение',
  },
  offer: {
    title: 'Предложения',
  },
  facts: {
    title: 'Факты, которые говорят сами за себя',
  },
  clients: {
    title: 'Успешные клиенты-предприниматели нашего банка',
  },
  docs: {
    title: 'Перечень документов для открытия счета',
    supTitle: 'Любые взаимоотношения Клиента с Банком начинаются с открытия счета.',
    subTitle:
      'Любые взаимоотношения Клиента с Банком начинаются с открытия счета. Открытие расчетных счетов регулируется действующим законодательством Туркменистана.',
    description:
      'Банковский счет открывается на основании договора, заключенного с клиентом в соответствии с Гражданским кодексом Туркменистана. Формы безналичных расчетов избираются клиентами банка, а также самим банком самостоятельно и предусматривается в договоре. При открытии, переоформлении и закрытии банковского счета, банк руководствуется законодательством Туркменистана, а также Положением Центрального банка Туркменистана «О банковском счете».',
    adv: {
      adv_1: {
        title: 'Открытие счета',
        text:
          'Любые взаимоотношения Клиента с Банком начинаются с открытия счета. Открытие расчетных счетов регулируется действующим законодательством Туркменистана. Для открытия и обслуживания счета, клиент заключает с банком договор на расчетно – кассовое обслуживание.<br>' +
          'Имеется несколько видов счетов:',
        list: [
          'Расчетный счет (субсчет)',
          'Ежедневный счет в манатах',
          'Ежедневный счет в иностранной валюте',
          'Депозитный (вкладной) счет',
          'Временный счет',
          'Корреспондентский счет (субсчет) в манатах',
          'Корреспондентский счет в иностранной валюте',
        ],
      },
      adv_2: {
        title:
          'Необходимые документы для открытия счета предпринимателю без образования юридического лица:',
        list: [
          'Заявление на открытие счета',
          'Копия свидетельства о государственной регистрации',
          'Копия официального документа, разрешающего использование земли (при выполнении работ, связанных с землепользованием)',
          'Карточка',
          'Копия свидетельства о постановке на налоговый учет',
          'Землевладельцы и землепользователи представляют в банк копию документа на владения (пользования) землей, засвидетельствованную на верность в установленном порядке',
          'Для открытия банковского счета в иностранной валюте в банке представляются документы как для открытия счета в манатах по обслуживанию основной деятельности с представлением дополнительно копии выписки участника внешнеэкономической деятельности',
        ],
      },
      adv_3: {
        title:
          'Юридическим лицам – резидентам Туркменистана и их обособленным подразделениям (Филиалам и Представительствам):',
        list: [
          'Заявление на открытие счета',
          'Копия Устава',
          'Копия свидетельства о государственной регистрации',
          'Копия свидетельства о постановке на налоговый учет',
          'Карточка',
          'Копия официального документа, разрешающего использование земли (при выполнении работ, связанных с землепользованием)',
          'Для открытия банковского счета в иностранной валюте в банке представляются документы как для открытия счета в манатах по обслуживанию основной деятельности с представлением дополнительно копии выписки участника внешнеэкономической деятельности',
          '',
        ],
      },
      adv_4: {
        title:
          'Юридическим лицам – резидентам Туркменистана и их обособленным подразделениям (Филиалам и Представительствам):',
        list: [
          'Заявление на открытие счета',
          'Карточка',
          'Копия свидетельства о постановке на налоговый учет',
          'Копия Положения',
          'Оригинал доверенности (копия легализованной доверенности в установленном порядке, законодательством Туркменистана)',
        ],
      },
    },
  },

  bankService: {
    title: 'Banking Services',
    subTitle: 'Dear citizens!',
    text: '«Senagat» JSCB offers you the following services and activities:',
    list: [
      {
        title: 'Кредиты',
        text: 'Кредитование юридических и физических лиц',
      },
      {
        title: 'Денежные переводы',
        text: ' Электронные денежные переводы «Янардаг» и «Вестерн Юнион»',
      },
      {
        title: 'Электронные платежи',
        text: ' Электронные платежи «Алтын Асыр» и «MasterCard»',
      },
      {
        title: 'Банковские операции',
        text: ' Банковские операции по факторингу и лизингу',
      },
      {
        title: ' Банковские гарантии',
        list: [
          'Тендерная гарантия',
          'Гарантия возврата авансового платежа',
          'Гарантия обеспечения кредита',
        ],
      },
      {
        title: 'Депозитные операции',
        text: ' Различные виды депозитных вкладов в национальной и в иностранной валюте',
      },
      {
        title: 'Иностранные платежи',
        text: ' Платежи в зарубежные страны по международной платежной системе «SWIFT»',
      },
      {
        title: 'Услуги аккредитива',
        text: ' Услуги по аккредитивам',
      },
      {
        title: 'Кассовое обслуживание',
        text: ' Кассовое обслуживание',
      },
      {
        title: 'Расчетно-платежные операции',
        text: ' Расчетно-платежные операции',
      },
      {
        title: 'Интернет банк',
        text: ' «Интернет-банкинг» и «Мобильный банкинг» и другие',
      },
    ],
  },
  charity: {
    title: 'Благотворительный фонд',
    text: 'Расчет предварительного платежа носит информационный характер и рассчитан при условии оформления финансовой защиты кредита. Не является публичной офертой',
  },
  credit: {
    fixedRate: 'фиксированная ставка',
    term: 'Срок',
    amount: 'Сумма',
  },
  calc: {
    calculateBenefit: 'Рассчитать выгоду',
    creditType: 'Выберите тип кредита',
    loanAmount: 'Сумма кредита',
    term: 'Срок',
    rate: 'Ставка',
    monthlyPayment: 'Ежемесячный платёж',
    requiredDocs: 'Вам понадобится:',
    passport: 'Паспорт',
    incomeStatement: 'Справка о доходах',
    calculatorDisclaimer:
      'Расчёт калькулятора предварительный. Персональные условия вы сможете узнать после оформления заявки',
  },
  tabs: {
    all: 'Все',
    deposit: 'Вклад',
    credits: 'Кредиты',
    cards: 'Карты',
    moneyTransfers: 'Денежные переводы',
    ePayments: 'Электронные платежи',
    guarantees: 'Гарантии',
    information: 'Информация',
  },
  nav: {
    loans: {
      title: 'Кредиты',
      youngFamilies: 'Молодым семьям',
      consumer: 'Потребительский',
      weddingsAndBirthdays: 'Свадьбы и день рожления',
      education: 'На образование',
      overdraft: 'Овердрафт',
      agricultural: 'Сельскохозяйственный',
      stateEnterprises: 'Государственные предприятия',
      publicFacilitiesFinancing: 'Финансирование общественных объектов',
      forProductionPurposes: 'Для производственных целей',
    },
    cards: {
      title: 'Карты',
      altynAsyrCard: 'Алтын асыр карта',
      goyumCard: 'Гоюм карта',
      mashgalaCard: 'Машгала карта',
    },
    deposits: {
      title: 'Вклады',
      childrenTargetDeposit: 'Целевой вклад на детей',
      parentCare: 'Забота о родителях',
      healthOfNation: 'Здоровье народа - Богатство страны',
      childrenOurFuture: 'Дети наши будущее',
      profitable: 'Выгодный',
      demandDeposit: 'Вклад до востребования',
      altynAsyrCardDeposit: 'Вклад по банковской карте «Алтын Асыр»',
      goyumCardDeposit: 'Вклад по банковской карте «Гоюм»',
    },
    services: {
      title: 'Сервисы и услуги',
      // moneyTransfers: 'Денежные переводы',
      // safetyDepositBoxes: 'Аренда сейфовых ячеек',
      // currencyExchange: 'Обмен валюты',
      // utilityPayments: 'Оплата коммунальных услуг',
      // communicationPayments: 'Оплата услуг связи',
    },
    transfers: {
      title: 'Переводы',
      Yanardag: 'Янардаг',
      WesternUnion: 'Вестерн Юнион',
    },
    informations: {
      title: 'Информация',
      cashDesk: 'Расчетная касса',
      terminalDocs: 'Документы по установке терминала',
      documentList: 'Перечень документов',
      auditReports: 'Аудиторские отчеты',
      bankGuarantees: 'Банковские гарантии',
    },
  },
  yanardag: {
    title: 'Янардаг',
    subTitle: 'Самый простой способ перевести деньги',
  },

  cash: {
    title: 'Расчетно-кассовые обслуживание',
    subTitle: 'Для физических лиц',
    adv: {
      adv_1: {
        title: 'Переводные операции',
        subtitle: 'Увеличение денежного потока - ключевой показатель эффективности АКБ «Сенагата».',
        text: 'АКБ «Сенагат» осуществляет следующие операции по счету и оказывает банковские услуги, связанные с его обслуживанием:',
        list: [
          'Зачисляет денежные средства на счет в манатах и иностранной валюте, поступающие наличным либо безналичным путем на счет Клиента с его иных счетов, а также счетов резидентов и нерезидентов Туркменистана.',
          'Осуществляет платежи и переводы денег со счета Клиента в манатах и иностранной валюте по распоряжению Клиента на его иные счета, либо иные счета резидентов или нерезидентов Туркменистана.',
          'Платежи и переводы денег со счета Клиента производится только по его поручению. У юридических лиц платежи и переводы денег со счета могут осуществляться по поручению третьего лица, имеющего соответствующую нотариально заверенную доверенность Клиента.',
          'Выдает Клиенту со счета наличные денежные средства в манатах и иностранной валюте. Третьим лицам - резидентам и нерезидентам Туркменистана, денежные средства в манатах и иностранной валюте со счета могут быть выданы наличными только на основании соответствующей нотариально заверенной доверенности Клиента.',
          'Все расходные операции по счету Клиента Банк осуществляет в пределах суммы, имеющейся на текущем счете.',
          'Выдача выписок по текущему счету по требованию Клиента.',
          'Осуществление операции покупки/продажи наличной и безналичной валюты согласно заявления Клиента в пределах суммы, имеющейся на его текущем счете.',
        ],
      },
      adv_2: {
        title: 'Кассовые операции',
        subtitle:
          'В кассах АКБ «Сенагат» производится прием, пересчет, размен, обмен, сортировка, упаковка наличных денег (выручки) и прочих поступлений от деятельности Клиента на его банковские счета. `+<br>+` Для приема, обработки и выдачи денежной наличности и других ценностей в отделе кассовых операций (кассе) организуется следующие кассы: приходные, расходные и пересчета.',
        text: 'АКБ «Сенагат» обеспечивает:',
        list: [
          'Четкое и своевременное кассовое обслуживание своих клиентов',
          'Организовывает надлежащее хранение и обеспечивает полную сохранность всех вверенных ценностей',
          'Проводит необходимые мероприятия по недопущению просчетов, растрат, хищений и злоупотреблений в кассовой работе',
        ],
      },
    },
    notify:
      'АКБ «Сенагат» взимает с Клиента комиссионное вознаграждение за осуществление банковских операций и предоставление банковских услуг в соответствии с утвержденными тарифами и условиями договора банковского счета.',
  },
  guaranteees: {
    title: 'Банковские гарантии',
    suptitle: 'Основные виды гарантий',
    adv: {
      adv_1: {
        title: 'Тендерная гарантия',
        description:
          'это обязательство банка, выданное по просьбе стороны (участника), которая изъявила желание принять участие в тендере и предоставила свое предложение организатору тендера, выплатить обозначенную сумму в пользу организатора тендера',
      },
      adv_2: {
        title: 'Гарантия возврата авансового платежа',
        description:
          'это гарантия, обеспечивающая исполнение обязательств Продавца согласно договора по возврату предоплаты / авансового платежа, в случае не исполнения Продавцом своих обязательств по поставке товаров, работ или услуг',
      },
      adv_3: {
        title: 'Гарантия обеспечения кредита',
        description:
          'это банковская гарантия в обеспечение обязательств кредитополучателя по кредитному договору перед кредитором',
      },
    },
  },
  news: {
    title: 'Новости, которыми хочется делиться',
    news: 'Новость',
    noNews: 'Новости пока отсутствуют',
    readUsSocial: 'Читайте нас в соц.сетях',
    subscribeFirstNews: 'Подпишитесь и получайте новости первыми',
  },
  app: {
    title: 'Скачай приложение',
    subTitle:
      'Переводы, открытие счетов и вкладов, инвестиции и многое другое — в вашем смартфоне.',
  },
  breadcrumb: {
    home: 'Главная',
    cards: 'Карты',
    news: 'Блог',
    loans: 'Кредиты',
    deposits: 'Вклады',
    services: 'Услуги',
    about: 'О банке',
  },
  exchange: {
    title: 'Спланируйте обмен валюты',
    branches: 'Отделения',
    onCityMap: 'На карте города',
    exchangeRates: 'Обменные курсы',
    currentRate: 'Текущий курс',
    exchange: 'Обмен',
    currency: 'Валюта',
    buy: 'Покупка',
    sell: 'Продажа',
    rateDisclaimer:
      'Курс действует на текущее время. Точный курс будет определён на момент совершения операции',
  },
  footer: {
    languages: {
      english: 'English',
      russian: 'Русский',
      turkmen: 'Türkmençe',
    },
    languagesTitle: 'Языки',
    links: {
      contacts: 'Контакты',
      requisites: 'Реквизиты',
      news: 'Новости',
      branches: 'Отделения',
      exchangeRates: 'Курсы валют',
      atmSearch: 'Поиск банкоматов',
    },
  },

  dashboard: {
    header: {
      dashboard: 'Дашборд',
      payments: 'Платежи',
      services: 'Сервисы',
      cards: 'Карты',
      searchPlaceholder: 'Найди услуги можно тут',
    },
    PageTitles: {
      home: 'Главная',
      payments: 'Платежи',
      services: 'Сервисы',
      cards: 'Карты',
      profile: 'Профиль',
    },
    blockTitiles: {
      selectToPay: 'Выберите что бы оплатить',
      paymentHistory: 'История платежей',
      yearlySpending: 'Траты за год',
      lastTransactions: 'Последние транзакции',
      paymentDetails: 'Детали платежа',
      selectCreditType: 'Выберите тип кредита',
      selectCard: 'Выберите карту',
      applyCardOnline: 'Оформите карту онлайн',
      whatsNew: 'Что нового',
      yourCards: 'Ваши карты',
    },
    btn: {
      payServices: 'Оплатить услуги',
      allCards: 'Все карты',
    },
    totalBalance: 'Общий баланс',
    payServices: 'Оплата услуги',
    cards: 'Карты',
    currencyExchangeRate: 'Курс валют',
    applyCardFast: 'Оформите карту за пару секунд',
  },

  expensesFor: 'Расходы за {month}',
  date: {
    months: {
      0: 'Январь',
      1: 'Февраль',
      2: 'Март',
      3: 'Апрель',
      4: 'Май',
      5: 'Июнь',
      6: 'Июль',
      7: 'Август',
      8: 'Сентябрь',
      9: 'Октябрь',
      10: 'Ноябрь',
      11: 'Декабрь',
    },
    weekdays: {
      0: 'Воскресенье',
      1: 'Понедельник',
      2: 'Вторник',
      3: 'Среда',
      4: 'Четверг',
      5: 'Пятница',
      6: 'Суббота',
    },
  },
}
